"Volume" = "Głośność"; 
"Balance" = "Wyrównanie"; 
"Modulation" = "Modulacja"; 
"Harmonics" = "Harmonika"; 
"Harmonic Steps" = "Stopnie harmoniczne"; 
"Cutoff" = "Odcięcie"; 
"Cutoff Steps" = "Stopnie odcięcia"; 
"Duration" = "Czas trwania"; 